# DLDEndLoadData

## Description
Add the created data to object properties

```pascal
PROCEDURE DLDEndLoadData;
```

```python
def vs.DLDEndLoadData():
    return None
```

## Examples
```pascal
DLDEndLoadData;
```
```python
import vs

# Add the created data to object properties.
vs.DLDEndLoadData()
```

## Version
Availability: from Vectorworks 2018

## Category
* Truss Analysis